; =====================================
;		HANDCANNONS
; -------------------------------------

[IRI_Handcannon_CV X2WeaponTemplate]
FriendlyName="Магнум"
FriendlyNamePlural="Магнумы"
BriefSummary="Револьверы «Магнум» наносят большой урон с близкого расстояния, но их боезапас ограничен."
TacticalText="<Bullet/> Револьверы «Магнум» наносят большой урон с близкого расстояния, но их боезапас ограничен."
AbilityDescName="Магнум"

[IRI_Handcannon_MG X2WeaponTemplate]
FriendlyName="Гаусс-Магнум"
FriendlyNamePlural="Гаусс-Магнумы"
BriefSummary="Прототип магнитного оружия на базе револьвера «Магнум», созданный охотником за головами и оружейником Ником Фоксом, использует как обычный пороховой заряд, так и магнитные ускорительные катушки для двойного удара разрушительной силы."
TacticalText="<Bullet/> Прототип магнитного оружия на базе револьвера «Магнум», созданный охотником за головами и оружейником Ником Фоксом, использует как обычный пороховой заряд, так и магнитные ускорительные катушки для двойного удара разрушительной силы.<br/><Bullet/> Револьверы «Магнум» наносят большой урон с близкого расстояния, но их боезапас ограничен."
AbilityDescName="Магнум"


[IRI_Handcannon_BM X2WeaponTemplate]
FriendlyName="Плазменный Магнум"
FriendlyNamePlural="Плазменные Магнумы"
BriefSummary="Одновременно блестящая и безумная идея выстрелить крупнокалиберной пулей с полым наконечником через камеру, заполненную горячей плазмой, с расчетом на то, что часть плазмы попадет в центральную полость пули и долетит до цели, принадлежит охотнику за головами (и ни разу не оружейнику) Роберту Роудсу. Звучит как полное сумасшествие. Но работает."
TacticalText="Одновременно блестящая и безумная идея выстрелить крупнокалиберной пулей с полым наконечником через камеру, заполненную горячей плазмой, с расчетом на то, что часть плазмы попадет в центральную полость пули и долетит до цели, принадлежит охотнику за головами (и ни разу не оружейнику) Роберту Роудсу. Звучит как полное сумасшествие. Но работает.<br/><Bullet/> Револьверы «Магнум» наносят большой урон с близкого расстояния, но их боезапас ограничен."
AbilityDescName="Магнум"

[BreakthroughHandcannonDamage X2TechTemplate]
DisplayName="Улучшенные «Магнумы»"
Summary="Достижения в области усовершенствования крупнокалиберных патронов позволили нам увеличить дульную энергию наших «Магнумов» без ущерба для надежности, увеличив наносимый ими урон на +1."

; =====================================
;		OUTBACK HAT
; -------------------------------------

[OutbackHat_M X2BodyPartTemplate]
DisplayName="Шляпа охотника за головами"

;DisplayName="<img src='img:///IRI_Anthro_UI.AnthroIcon' width='26' height='26' vspace='-4'>Hyena Tail"

[OutbackHat_F X2BodyPartTemplate]
DisplayName="Шляпа охотника за головами"

; =====================================
;		COVERT ACTION
; -------------------------------------

[IRI_CovertAction_BountyHunterTraining X2CovertActionTemplate]
ActionObjective="Тренировка: Охотник за головами"

[IRI_CovertAction_BountyHunterTraining_Narrative X2CovertActionNarrativeTemplate]
ActionName="Тренировка: Охотник за головами"
ActionPreNarrative="Если у вас есть кандидат, достойный пойти путем «плаща и кинжала», я могу связать вас с одним из наших охотников за головами, работающих в полевых условиях. Может быть, удастся его убедить провести своего рода обучение без отрыва от производства. Интересует?"
ActionPostNarrative="Похоже, ваш стажер произвел чертовски хорошее впечатление. Добро пожаловать в охотники за головами!"

[IRI_CovertAction_BountyHunterTraining_Narrative_SK X2CovertActionNarrativeTemplate]
ActionName="Тренировка: Охотник за головами"
ActionPreNarrative="Мои люди вступили в контакт с одним из Охотников за головами. Скрытность - это не наш путь, но мы приветствуем любого, кто выступает против Старейшин. Мы предлагаем, чтобы один из ваших новобранцев стал учеником Охотника за головами и изучил все их навыки."
ActionPostNarrative="Всегда радостно видеть единство в противостоянии Старейшинам."

[IRI_CovertAction_BountyHunterTraining_Narrative_TM X2CovertActionNarrativeTemplate]
ActionName="Тренировка: Охотник за головами"
ActionPreNarrative="Один из так называемых Охотников за головами находится на территориях, охраняемых моими последователями, и он предлагают свои услуги в вопросах шпионажа и убийств... за определенную цену. Возможно, один из ваших новобранцев мог бы извлечь выгоду из их опыта. В духе взаимного сотрудничества мы готовы покрыть компенсацию, запрошенную Охотником за головами."
ActionPostNarrative="Мы рады служить проводником знаний во имя нашего общего дела!"


[IRI_BH_BountyHunterTraining_StaffSlot X2StaffSlotTemplate]
EmptyText="НОВОБРАНЕЦ"
BonusText="НА ТАЙНОМ ЗАДАНИИ"

[IRI_BH_BountyHunterTraining_StaffSlotReward X2RewardTemplate]
DisplayName="Тренировка: Охотник за головами"

[IRI_BH_BountyHunterTraining_CovertActionReward X2RewardTemplate]
DisplayName="Тренировка: Охотник за головами"

[IRI_BountyHunter_GTS_Unlock X2SoldierAbilityUnlockTemplate]
DisplayName="Охотник за головами: Невидимка"
Summary="Если боец не атаковал на этом ходу, перезарядка Ночи уменьшается дополнительно на <Ability:IRI_BH_Untraceable_CooldownReduction/> ход(а)."

; =====================================
;		BOUNTY HUNTER CLASS
; -------------------------------------

[BountyHunter X2SoldierClassTemplate]
DisplayName = "Охотник за головами"
ClassSummary = "Охотники за головами специализируются в уничтожении приоритетных целей с помощью внезапных и очень мощных ударов. Для этого они используют весь арсенал убийц: от расстрела в упор до использования взрывчатки."

LeftAbilityTreeTitle = "Рейдер"
RightAbilityTreeTitle = "Преследователь"
+AbilityTreeTitles = "Рейдер"
+AbilityTreeTitles = "Преследователь"
+AbilityTreeTitles = "Убийца"
+AbilityTreeTitles = "XCOM"

;RankNames
;ShortNames

;RankIcons
;RandomNickNames
;RandomNickNames_Female
;RandomNickNames_Male
;PhotoboothSoloBLines_Female
;PhotoboothSoloBLines_Male

+RandomNickNames = "Капкан"
+RandomNickNames = "Егерь"
+RandomNickNames = "Гончий Пес"
+RandomNickNames = "Филин"
+RandomNickNames = "Следопыт"
+RandomNickNames = "Сталкер"
+RandomNickNames = "Шериф"
+RandomNickNames = "Могильщик"
+RandomNickNames = "Вампир"
+RandomNickNames = "Разбойник"
+RandomNickNames = "Наемник"
+RandomNickNames = "Бандит"

+RandomNickNames_Female = "Гончая"

+RandomNickNames_Male = "Человек в черном"


; =====================================
;		BOUNTY HUNTER CLASS - LWOTC
; -------------------------------------

[LWS_BountyHunter X2SoldierClassTemplate]
DisplayName = "Охотник за головами"
ClassSummary = "Охотники за головами специализируются в уничтожении приоритетных целей с помощью внезапных и очень мощных ударов. Для этого они используют весь арсенал убийц: от расстрела в упор до использования взрывчатки."

LeftAbilityTreeTitle = "Рейдер"
RightAbilityTreeTitle = "Преследователь"
+AbilityTreeTitles = "Рейдер"
+AbilityTreeTitles = "Преследователь"
+AbilityTreeTitles = "Убийца"
+AbilityTreeTitles = "XCOM"

;RankNames
;ShortNames

;RankIcons
;RandomNickNames
;RandomNickNames_Female
;RandomNickNames_Male
;PhotoboothSoloBLines_Female
;PhotoboothSoloBLines_Male

+RandomNickNames = "Капкан"
+RandomNickNames = "Егерь"
+RandomNickNames = "Гончий Пес"
+RandomNickNames = "Филин"
+RandomNickNames = "Следопыт"
+RandomNickNames = "Сталкер"
+RandomNickNames = "Шериф"
+RandomNickNames = "Могильщик"
+RandomNickNames = "Вампир"
+RandomNickNames = "Разбойник"
+RandomNickNames = "Наемник"
+RandomNickNames = "Бандит"

+RandomNickNames_Male = "Человек в черном"

